// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Määritä uusi ICC-profiili";

NoPapersTitle = "Muokattavia mukautettuja paperityyppejä ei ole";
NoPapersMsg = "Lisää tai tuo mukautettu paperityyppi ja sen jälkeen pystyt määrittämään ICC-profiilin.";
NoPapersDefButton = "Lisää mukautettu paperi";

ProfileExistsTitle = "ICC-profiili on jo olemassa";
ProfileExistsMsg = "ICC-profiili tiedostonimellä \"%@\" on jo tallennettu paikalliseen varastoon.\nJos valitset \"Käytä olemassa olevaa profiilia,\" tallennettua käytetään paperisi kanssa.\nVoit vaihtoehtoisesti valita \"Käytä ainutlaatuista tiedostonimeä\" ja luo uusi profiilinimi.";
ProfileExistsDefButton = "Käytä ainutlaatuista tiedostonimeä";
ProfileExistsAltButton = "Peruuta";
ProfileExistsOtherButton = "Käytä ainutlaatuista tiedostonimeä";

NoIccTitle = "<profiilia ei valittu>";

//Paper Type Names
Photo = "Valokuva";
CoatedInkjet = "Päällytetty mustesuihku";
PhotoRag = "Valokuvakangas";
Watercolor = "Vesiväri";
Canvas = "Kangas";
RigidPhotoRag = "Jäykkä valokuvakangas";
RigidWatercolor = "Jäykkä vesiväri";
RigidCanvas = "Jäykkä kangas";
Brochure = "Esite";
PlainPaper = "Tavallinen paperi";
PhotoInkjetScrapbook = "Mustesuihkuleikekirja, valokuva";
MatteInkjetScrapbook = "Mustesuihkuleikekirja, matta";

Coated = "Päällystetty";
PhotoThick = "Valokuva paksu (>300 GSM)";
FiberGloss = "kuitu kiiltävä";
photoRag = "valokuvakangas";
photoRagThin = "valokuvakangas ohut (<220 GSM)";

//print quality names
Best = "Paras";
Normal = "Normaali";
Fast = "Nopea vedos";
MaxDPI = "Suurin mahdollinen DPI";

ProfileInvalidTitle = "Virheellinen ICC-tiedostomuoto";
ProfileInvalidMsg = "Valittu ICC-tiedoston muoto ei tulostimen profiili";
ProfileInvalidDefButton = "Valitse toinen profiili";

TaskTitleFieldText = "Määritä uusi ICC-profiili";
TaskDescriptionFieldText = "Määritä uusi ICC-profiili mukautetulla paperille valitsemalla Määritä-painike.";
StartButtonText = "Määritä";

AddSheetDescriptionFieldText = "Valitse paperi ja ICC-profiili, jota haluat käyttää tälle paperille.";
PaperNameLableText = "Mukautetun paperin nimi:";
PaperNamePopUpText = "Kohta";
PaperCategoryLableText = "Paperiluokka:";
PaperCategoryFieldText = "luokka";
IccFileNamelableText = "ICC-profiili (valinnainen):";
IccFileNameFieldText = "<profiilia ei valittu>";
BrowseButtonText = "Selaa…";
ClearButtonText = "Poista profiili";
CancelButtonText = "Peruuta";
DoneButtonText = "Valmis";
